{
    "pajzsokfegyvercsoport": {
        "id": "pajzsokfegyvercsoport",
        "name": "Pajzsok fegyvercsoport",
        "info": "A pajzsok a harcosok védelmét szolgáló eszközök, melyeket bizonyos esetekben támadásra is lehet használni, amely a legtöbb esetben nem más, mint az ellenfél eltaszítása, felborítása. Kiképzésükbõl és anyagukból adódó sajátosságaik – hegyes fémköldök, éles perem – lehetõvé teszik a pajzzsal való sebzést is. Sebzésszorzójuk (fegyvererõ) a kiképzéstõl  függõen  1-3.  Amennyiben  a  pajzsokat  csak  védekezésre használják, gyorsaságuk nem számít bele az Összesített Gyorsaságba. ",
        "elemek": {
            "tarcsapajzs": {
                "id": "tarcsapajzs",
                "name": "Tárcsapajzs",
                "info": "  Változatos pajzsok. Formájuk domború kerek, vagy íves háromszög. Méretük a harcmodor függvénye, anyaguk változatos – a fûzfonattól a kovácsolt acélig (ez a pajzs tartóssága szempontjából fontos – a fûzfonat pajzs egy csatánál többet bajosan bír ki). Közelharcban a karakter  védettsége  a   fegyverhasználat (pajzsra)  jártasság  függvénye,  íjászok ellen a pajzs mérete a meghatározó. ",
                "cost": {
                    "min": 15,
                    "max": 85
                },
                "speed": {
                    "min": 2,
                    "max": 5
                },
                "strenght": {
                    "min": null,
                    "max": null
                },
                "type": "S"
            },
            "lovassagitarcsapajzs": {
                "id": "lovassagitarcsapajzs",
                "name": "Lovassági tárcsapajzs",
                "info": "  Szögletes, ívesen hajlított pajzs, melynek a jobb felsõ peremén mélyedést  készítenek  a  kopjaszárnak.  A bal  felsõ  peremét  gyakran  csúcsosan felhúzzák, hogy jobban védelmezze a lovas nyakát és fejét az oldalról érkezõ csapásoktól. ",
                "cost": {
                    "min": 100,
                    "max": 200
                },
                "speed": {
                    "min": 5,
                    "max": 5
                },
                "strenght": {
                    "min": null,
                    "max": null
                },
                "type": "S"
            },
            "drenpajzs": {
                "id": "drenpajzs",
                "name": "Drén pajzs",
                "info": "  Fordított csepp alakú, nagyméretû pajzs. Egykor általánosan elterjedt volt, ám a falanx-taktika eltûnésével kizárólag a lovagi harcmodor része lett. Hosszan lenyúló alsó pereme a lovas lábát is védelmezi. ",
                "cost": {
                    "min": 100,
                    "max": 200
                },
                "speed": {
                    "min": 7,
                    "max": 9
                },
                "strenght": {
                    "min": null,
                    "max": null
                },
                "type": "S"
            },
            "allopajzs": {
                "id": "allopajzs",
                "name": "Állópajzs",
                "info": "  Az állópajzs, vagy pavéze, szögletes, földre állítható nagypajzs, megerõsített és kiugró gerinccel, amely a számszeríjak támasztékául szolgál. Teljességgel alkalmatlan támadásra. Gyakorta építenek az összeakasztott  pavézékbõl  pajzsfalat,  amely  mögé  behúzódhatnak  a  lándzsások és az íjászok. A kisebb pavézék, melyekkel mozgó harcot (védekezést) is lehet folyatni, nem alkalmasak pajzsfal építésére, ugyanakkor térdelõ számszeríjászok támasztékul használhatják. ",
                "cost": {
                    "min": 50,
                    "max": 150
                },
                "speed": {
                    "min": 15,
                    "max": 15
                },
                "strenght": {
                    "min": null,
                    "max": null
                },
                "type": "S"
            }
        }
    },
    "vertek": {
        "id": "vertek",
        "name": "Vértek",
        "info": "A vértezetek viselésére általában nincs külön szabály (sem jártasság), mindig  a  logika  az  irányadó.  Pl.  komplett  lemezvértet  egyedül  kószáló lovagok bajosan viselhetnek, hiszen nincs, aki rájuk adná. Melegebb éghajlaton kifejezetten halálos dolog teljes lemezvértet hordani – amelyet jó vastagon alá is kell bélelni, nehogy horzsolásokat, sebeket és fekélyeket okozzon a gazdájának –, ugyanis egy szép napon a halál hõguta képében látogatja meg hõsünket. Esõs, párás idõben mindenféle fémvértezet rozsdásodik (kivéve a hanhorti fém és a mágikusan kezelt fémek, feltéve, hogy a mágia kifejezetten tartalmazza a „rozsdamentesítõ” hatást), amely növeli a gyorsaságmódosítóját, és az elhanyagolt vértek nem képesek teljes mértékben ellátni védelmi funkciójukat. A sodronyvért rozsdásodása különösen alattomos, mivel az állandóan ledörzsölõdõ rozsdaszemek bejutnak a ruházat alá, és a bõrt irritálva súlyos fekélyeket okoznak.  (A rozsdásodás  ellen  legjobb  orvosság  az  állandó  sikálás  –  finom homok  és  disznózsír  keverékével  –,  valamint  az  olajozás,  zsírozás.) ",
        "elemek": {
            "alkarvedo": {
                "id": "alkarvedo",
                "name": "Alkarvédõ",
                "info": "  Kovácsolt fém, a teljes vértezet része, ritkán külön is használják. Az elcsúszott  kardcsapásoktól  védheti  meg  viselõjét,  aktív  védekezésre (hárításra) nem alkalmas. ",
                "cost": {
                    "min": 5,
                    "max": 10
                },
                "speed": {
                    "min": 1,
                    "max": 1
                },
                "strenght": {
                    "min": null,
                    "max": null
                },
                "type": "A"
            },
            "borruha": {
                "id": "borruha",
                "name": "Bõrruha",
                "info": "  Súly: 2-6 kg A vastag  bõrruhák,  szõrmék  tompítják  némileg  a  testet  ért  csapások erejét. ",
                "cost": {
                    "min": 10,
                    "max": 70
                },
                "speed": {
                    "min": 0,
                    "max": 1
                },
                "strenght": {
                    "min": 2,
                    "max": 3
                },
                "type": "A"
            },
            "nemezvert": {
                "id": "nemezvert",
                "name": "Nemezvért",
                "info": "  Súly: 1-5 kg Keményített gyapjúból (nemez), vagy növényi rostokból (posztó) készített vért. Sisak és mellényszerû vért alkotja, más testrészek védelmére nem alkalmas. ",
                "cost": {
                    "min": 40,
                    "max": 100
                },
                "speed": {
                    "min": 1,
                    "max": 2
                },
                "strenght": {
                    "min": 2,
                    "max": 5
                },
                "type": "A"
            },
            "kemenyitettborvert": {
                "id": "kemenyitettborvert",
                "name": "Keményített bõrvért ",
                "info": "  Súly: 3-6 kg Sisak és mellvért alkotja, más testrészek védelmére nem alkalmas. ",
                "cost": {
                    "min": 20,
                    "max": 80
                },
                "speed": {
                    "min": 2,
                    "max": 3
                },
                "strenght": {
                    "min": 3,
                    "max": 6
                },
                "type": "A"
            },
            "szegecseltborvert": {
                "id": "szegecseltborvert",
                "name": "Szegecselt bõrvért",
                "info": "  Súly: 4-10 kg Sisak és mellvért alkotja, más testrészek védelmére nem alkalmas. ",
                "cost": {
                    "min": 50,
                    "max": 100
                },
                "speed": {
                    "min": 1,
                    "max": 3
                },
                "strenght": {
                    "min": 5,
                    "max": 8
                },
                "type": "A"
            },
            "pikkelyvert": {
                "id": "pikkelyvert",
                "name": "Pikkelyvért",
                "info": "  Súly: 8-15 kg Posztómellényre, vagy posztókabátra varrt, tetõcserépszerûen elhelyezett fémpikkelyek alkotják. A kabátváltozatát  brigantin néven ismerik, ennek gyorsaságmódosítója viszonylag nagy, ugyanakkor majdnem a teljes testfelületen véd. Bõrruhával sosem készítik, mert a sûrû varratok mentén a bõr széthasad. ",
                "cost": {
                    "min": 200,
                    "max": 400
                },
                "speed": {
                    "min": 2,
                    "max": 7
                },
                "strenght": {
                    "min": 5,
                    "max": 9
                },
                "type": "A"
            },
            "sodronyvert": {
                "id": "sodronyvert",
                "name": "Sodronyvért",
                "info": "  Súly: 8-20 kg Acél láncszemekbõl szõtt, ruhaszerû vértezet. Egyes vidékeken láncingnek is hívják. Teljes sodronyvért változata a test egész felületét védi (csuklya, hosszú-ujjú ing, harisnya). A sodrony szövési technikája alapján (hány gyûrûsor kapcsolódik egymáshoz) létezik egyszeresen, kétszeresen és háromszorosan fonatolt sodronyvért. Ahogy a sodrony sûrûsödik,  úgy  válik  mind  ellenállóbbá,  nehezebbé  és  merevebbé  a sodronyvért, amely a karakterisztikájában is tükrözõdik. ",
                "cost": {
                    "min": 250,
                    "max": 1000
                },
                "speed": {
                    "min": 3,
                    "max": 8
                },
                "strenght": {
                    "min": 5,
                    "max": 9
                },
                "type": "A"
            },
            "szalagpantosvertezet": {
                "id": "szalagpantosvertezet",
                "name": "Szalagpántos vértezet",
                "info": "  Súly: 2-10 kg A test  különbözõ  részeire  (fõként  a  végtagokra)  tekert  fémszalagok összessége. ",
                "cost": {
                    "min": 200,
                    "max": 800
                },
                "speed": {
                    "min": 3,
                    "max": 6
                },
                "strenght": {
                    "min": 3,
                    "max": 6
                },
                "type": "A"
            },
            "mellvert": {
                "id": "mellvert",
                "name": "Mellvért",
                "info": "  Súly: 3-6 kg Sodronyinggel kombinálva alkalmazzák, gyorsaságmódosítója a sodronyvért  nagyságától  függ.  (A mellvért  valójában  a  teljes  lemezvértnek a mellkast védõ része.) ",
                "cost": {
                    "min": 200,
                    "max": 400
                },
                "speed": {
                    "min": 2,
                    "max": 5
                },
                "strenght": {
                    "min": 6,
                    "max": 11
                },
                "type": "A"
            },
            "lemezvert": {
                "id": "lemezvert",
                "name": "Lemezvért ",
                "info": "  Súly: 9-20 kg Fél- és teljes-vért formája ismert. A félvért csak a felsõtestet védi, bár olykor hosszított csataszoknyával is ellátják, amely az ágyékot takarja. A teljes-vért az egész testet védelmezi, a sisaktól a páncélcipõig. A lemezvértekhez mindig vastag alsóruházatot viselnek, ellenkezõ esetben a fémlemezek jobban meggyötörnék hordozójuk testét, mint egy szakavatott kínzómester. ",
                "cost": {
                    "min": 2000,
                    "max": 15000
                },
                "speed": {
                    "min": 10,
                    "max": 15
                },
                "strenght": {
                    "min": 9,
                    "max": 15
                },
                "type": "A"
            },
            "csatapancel": {
                "id": "csatapancel",
                "name": "Csatapáncél",
                "info": "  Súly: 2-12 kg Mágikus teljesvértezet, melyet viselõje egyedül képes le és fölvenni. Legálisan kizárólag valamely lovagrend tagja viselheti – de a lovagrendek  közül  is  csak  néhányban  ismerik  a  csatapáncélt,  fõleg Gerondaron,  elvétve  a  Zhíl  Birodalomban  –  bár  olykor  feltûnik  egyegy  ütött-kopott  darab  valamely  varázstárgyakkal  kereskedõ  alvilági alaknál, ahol horribilis összegekért elvileg bárki hozzájuthat. ",
                "cost": {
                    "min": 20000,
                    "max": 21000
                },
                "speed": {
                    "min": 10,
                    "max": 15
                },
                "strenght": {
                    "min": 15,
                    "max": 15
                },
                "type": "A"
            },
            "borsisak": {
                "id": "borsisak",
                "name": "Bör Sisak",
                "info": "  Súly: 1 Többnyire a vértek kiegészítõi, de viselhetõek önállóan is. Különféle kiképzéssel, többféle anyagból készülnek. Szintjüket – mely az anyag tartósságától és a fej-takarás pontosságából adódik – csakis akkor kell figyelembe venni, ha kifejezetten a fejet éri támadás. ",
                "cost": {
                    "min": 1,
                    "max": 5
                },
                "speed": {
                    "min": 0,
                    "max": 0
                },
                "strenght": {
                    "min": 2,
                    "max": 2
                },
                "type": "A"
            },
            "femsisak": {
                "id": "femsisak",
                "name": "Fém Sisak",
                "info": "  Súly: 2 kg  Nyilt sisak. Figyelembe kell venni, ha kifejezetten a fejet éri támadás.",
                "cost": {
                    "min": 30,
                    "max": 70
                },
                "speed": {
                    "min": 1,
                    "max": 1
                },
                "strenght": {
                    "min": 5,
                    "max": 5
                },
                "type": "A"
            },
            "lovagisisak": {
                "id": "sisakok",
                "name": "Sisakok",
                "info": "  Súly: 3 kg Zárt sisak. Csökkenti az észlelést.Figyelembe venni, ha kifejezetten a fejet éri támadás. ",
                "cost": {
                    "min": 400,
                    "max": 1000
                },
                "speed": {
                    "min": 1,
                    "max": 1
                },
                "strenght": {
                    "min": 8,
                    "max": 8
                },
                "type": "A"
            }
        }
    }
}